Terraform plan in __./__ in the __shared__ workspace
Using plan args: ` -var account_id=438121571211`
```
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_acm_certificate.docs_blackfriarsoftware_com will be created
  + resource "aws_acm_certificate" "docs_blackfriarsoftware_com" {
      + arn                       = (known after apply)
      + domain_name               = "docs.blackfriarsoftware.com"
      + domain_validation_options = (known after apply)
      + id                        = (known after apply)
      + subject_alternative_names = (known after apply)
      + tags                      = {
          + "Environment" = "prod"
        }
      + validation_emails         = (known after apply)
      + validation_method         = "DNS"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
Plan generated in CircleCI Job [plan 7](https://circleci.com/gh/seeker-snitch/blackfriarsoftware-infrastructure-certificates/7)